Repository: tanntan/flutter_iot_mobile
Catalog: apps/iot_app/lib/l10n/app_*.arb
Languages: km

# language
source: English
km: ភាសារខ្មែរ

# ksGeneral
source: General
km: ទូទៅ

# ksSignOut
source: Sign Out
km: ចាកចេញ

# ksCompanySignOut
source: Company Sign out
km: ចាកចេញ ពីក្រុមហ៊ុន

# ksLanguage
source: Language
km: ភាសារ

# ksSubLanguage
source: English
km: ភាសារខ្មែរ

# ksDisplayMode
source: Display Mode
km: ម៉ូតនៃការបង្ហាញ

# ksSubDisplayMode
source: Dark mode
km: ម៉ូតពេលយប់

# ksHome
source: Home
km: ផ្ទះ

# ksAddDevice
source: Add device
km: បញ្ចូលបន្ថែមឧបករណ៍

# ksNodevice
source: No device was added
km: មិនមានឧបករណ៍

# ksSetting
source: Settings
km: ការកំណត់

# ksTimeZone
source: TimeZone
km: ល្វែងម៉ោង

# ksDeselectAll
source: Deselect all
km: ដកការជ្រើសរើស

# ksSelected
source: Selected
km: បានជ្រើសរើស

# ksUnknown
source: Unknown
km: ឧបករណ៍មិនស្គាល់

# ksSetupDevice
source: Setup devices
km: ដំឡើង ឧបករណ៍

# ksDeviceName
source: Device name
km: ឈ្មោះឧបករណ៍

# ksParameter
source: Device parameter
km: ពត៌មានឧបករណ៍

# ksWifiConnect
source: WiFi connect
km: ភ្ជាប់ទៅកាន់ WiFi

# ksDeviceLocation
source: Device location
km: ទីតាំង ឧបករណ៍

# ksSsid
source: WiFi-ssid
km: ឈ្មោះ WiFi

# ksPassword
source: Password
km: លេខកូដសំងាត់

# ksProvision
source: Provision
km: ផ្តល់ទៅឧបករណ៍

# ksAutodetect
source: Auto-detecting nearby devices...
km: ការស្វែងរក ត្រូវបានធ្វើឡើង

# ksCancel
source: Cancel
km: បញ្ចប់ប្រតិបត្តការ

# ksDiscard
source: Discard
km: លុបចេញ

# ksCompanyName
source: Company name
km: ឈ្មោះក្រុមហ៊ុន

# ksDeviceAllArea
source: Device all area
km: ឧបករណ៍ទាំងអស់

# ksConnectedDevice
source: Connected devices
km: ឧបករណ៍ដែលបានភ្ជាប់

# ksThirdPartyDevice
source: ThirdPartyDevice
km: ឧបករណ៍ផ្សេង

# ksSelectLine
source: Select line
km: ជ្រើសរើសLine

# ksStation
source: Station
km: ស្ថានីយ

# ksLoginWithOther
source: Login with other Company
km: ចូល ដោយប្រើ ក្រុមហ៊ុនថ្មី

# ksSiginYourltlabsAccount
source: Sign-in to your LTLABS account
km: សូម ប្រើ​គណនីរបស់អ្នក ដើម្បី ចូលទៅកាន់ប្រព័ន្ធ

# ksUsername
source: Username
km: ឈ្មោះគណនី

# ksLoginCompany
source: Login Company
km: ចូលក្រុមហ៊ុន
